tap "cue-lang/tap"
tap "homebrew/bundle"
tap "itome/tap"
tap "jesseduffield/lazygit"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "libidn2"
brew "php"
brew "composer"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "go"
brew "jq"
brew "mise"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "cue-lang/tap/cue"
brew "itome/tap/flx"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "alt-tab"
cask "raycast"
cask "wezterm"
cask "zed"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "ms-ceintl.vscode-language-pack-ja"
