brew "chezmoi"
brew "php"
brew "composer"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "jq"
brew "mise"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "uv"

# mise でインストールする Ruby の依存
# https://github.com/rbenv/ruby-build/wiki#suggested-build-environment
brew "openssl@3"
brew "readline"
brew "libyaml"
brew "gmp"
brew "autoconf"

tap "itome/tap"
brew "itome/tap/flx"
tap "jesseduffield/lazygit"
brew "jesseduffield/lazygit/lazygit"
tap "go-task/tap"
brew "go-task/tap/go-task"

cask "1password-cli"
cask "alt-tab"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
cask "ghostty"
cask "zed"
cask "rectangle"

# vim: filetype=ruby
